

function SectionEditions() {
    return (
        <section className="section-edition">
            <h2>ПАУЧИЙ АЖИАТАЖ</h2>
            <h3>приобретай специальное издание</h3>
            <div className="img-octane"></div>
            <p className="text-div-img">Внешний вид контента, получаемого в игре</p>
            <div className="text-div">
                <p>На арене вы либо хищник, либо жертва. Застаньте зазевавшихся противников врасплох с изданием Октейна, куда входят эксклюзивный облик легенды, набор тематических паучьих предметов и запас монет Apex, которым можно полакомиться так, как вам угодно.
                </p>
                <p>Издание Октейна затаилось и ждет вас на Xbox One, PlayStation 4 и Origin для ПК, а скоро и в вашем любимом розничном магазине за 1,499 руб**. Вот всё, что бережно завёрнуто в паутину издания:
                </p>
                <p>Издание Октейна
                </p>
            </div>
        </section>
    );
}

export default SectionEditions;